[
    {
        "id": 1,
        "name": "Small enemy",
        "shortName": "SE",
        "description": [
            {
                "factionId": 1,
                "text": "The ability to mow down scavangers and hunters"     
            },
            {
                "factionId": 2,
                "text": "The ability to quickly dispatch troopers, raiders, marauders, and commisar"     
            }
        ]    
    },
    {
        "id": 2,
        "name": "Medium enemy",
        "shortName": "ME",
        "description": [
            {
                "factionId": 1,
                "text": "The ability to kill medium bugs (warriors, stalkers, hive guards, bile spewers, and brood commanders) with ammo efficiency"     
            },
            {
                "factionId": 2,
                "text": "The ability to kill medium bots (scout striders, berserkers, devastators) with ammo efficiency"     
            }
        ]        
    },
    {
        "id": 3,
        "name": "Large enemy",
        "shortName": "LE",
        "description": [
            {
                "factionId": 1,
                "text": "The ability to kill large bugs (chargers) safely and effortlessly"     
            },
            {
                "factionId": 2,
                "text": "The ability to kill large bots (hulks, tanks) safely and effortlessly"     
            }
        ]   
    },
    {
        "id": 4,
        "name": "Huge enemy",
        "shortName": "HE",
        "description": [
            {
                "factionId": 1,
                "text": "The ability to damage and kill huge bugs (bile titans) from the front"     
            },
            {
                "factionId": 2,
                "text": "The ability to damage and kill huge bots (factory striders, cannon turrets) from the front"     
            }
        ]      
    },
    {
        "id": 5,
        "name": "Light objective",
        "shortName": "LO",
        "description": [
            {
                "factionId": 1,
                "text": "The ability to destroy light objectives (bug nests, eggs, POI containers, broadcast towers)."     
            },
            {
                "factionId": 2,
                "text": "The ability to destroy light objectives (factories, POI containers, broadcast towers)."     
            }
        ]      
    },
    {
        "id": 6,
        "name": "Heavy objective",
        "shortName": "HO",
        "description": [
            {
                "factionId": 1,
                "text": "The ability to damage and destroy heavy objectives (shrieker nests, spore throwers)."     
            },
            {
                "factionId": 2,
                "text": "The ability to damage and destroy heavy objectives (AA emplacements)."     
            }
        ]       
    },
    {
        "id": 7,
        "name": "CQC",
        "shortName": "CQC",
        "description": [
            {
                "factionId": 1,
                "text": "Ability to neutralize, escape, or otherwise deal with threats at close-range (hunters, stalkers)."     
            },
            {
                "factionId": 2,
                "text": "Ability to neutralize, escape, or otherwise deal with threats at close-range (commisars, berserkers)."     
            }
        ]    
    }
]